Repository: ptudor/unsit
Catalog: packaging/Localization/Updates.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: Cannot mark the installer as a downloaded file.
af: Kan nie die installeerder as 'n afgelaaide lêer merk nie.
am: ጫኚውን እንደወረደ ፋይል ምልክት ማድረግ አይቻልም።
ar: لا يمكن وسم برنامج التثبيت كملف تم تنزيله.
az: Quraşdırıcını yüklənmiş fayl kimi qeyd etmək mümkün deyil.
be: Немагчыма пазначыць усталёўшчык як загружаны файл.
bg: Не е възможно да се маркира инсталационният файл като изтеглен файл.
bn: ইনস্টলারটিকে ডাউনলোড করা ফাইল হিসেবে চিহ্নিত করা যাচ্ছে না।
ca: No es pot marcar l'instal·lador com a fitxer descarregat.
cs: Nelze označit instalační program jako stažený soubor.
cy: Ni ellir marcio'r gosodwr fel ffeil wedi'i lawrlwytho.
da: Det er ikke muligt at markere installationsprogrammet som en downloadet fil.
de: Das Installationsprogramm kann nicht als heruntergeladene Datei markiert werden.
de_at: Die Installationsdatei kann nicht als heruntergeladene Datei markiert werden.
de_ch: Die Installationsdatei kann nicht als heruntergeladene Datei markiert werden.
el: Δεν είναι δυνατό να επισημανθεί το πρόγραμμα εγκατάστασης ως αρχείο που έχει ληφθεί.
es: No se puede marcar el instalador como archivo descargado.
es_ar: No se puede marcar el instalador como un archivo descargado.
es_mx: No se puede marcar el instalador como archivo descargado.
et: Paigaldusprogrammi ei saa märkida allalaaditud failina.
eu: Ezin da instalatzailea deskargatutako fitxategi gisa markatu.
fa: نمی‌توان فایل نصب را به عنوان یک فایل دانلود شده علامت‌گذاری کرد.
fi: Asennusohjelmaa ei voi merkitä ladatuksi tiedostoksi.
fil: Hindi mamarkahan ang installer bilang isang na-download na file.
fr: Impossible de marquer le programme d'installation comme fichier téléchargé.
fr_ca: Impossible de marquer le programme d'installation comme un fichier téléchargé.
ga: Ní féidir an suiteálaí a mharcáil mar chomhad íoslódáilte.
gl: Non se pode marcar o instalador como un ficheiro descargado.
gu: ઇન્સ્ટોલરને ડાઉનલોડ કરેલી ફાઇલ તરીકે ચિહ્નિત કરી શકાતું નથી.
he: לא ניתן לסמן את קובץ ההתקנה כקובץ שהורד.
hi: इंस्टॉलर को डाउनलोड की गई फ़ाइल के रूप में चिह्नित नहीं किया जा सकता है।
hr: Instalacijski program nije moguće označiti kao preuzetu datoteku.
hu: A telepítőt nem lehet letöltött fájlként megjelölni.
hy: Հնարավոր չէ նշել տեղադրիչը որպես ներբեռնված ֆայլ։
id: Tidak dapat menandai penginstal sebagai file yang telah diunduh.
is: Ekki er hægt að merkja uppsetningarforritið sem niðurhalaða skrá.
it: Non è possibile contrassegnare il programma di installazione come file scaricato.
ja: インストーラーを「ダウンロード済み」としてマークできません。
ka: ინსტალატორის ჩამოტვირთულ ფაილად მონიშვნა შეუძლებელია.
kk: Орнатушыны жүктелген файл ретінде белгілеу мүмкін емес.
km: មិនអាចសម្គាល់កម្មវិធីដំឡើងជាឯកសារដែលបានទាញយកបានទេ។
kn: ಇನ್‌ಸ್ಟಾಲರ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ ಎಂದು ಗುರುತಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 설치 프로그램을 다운로드한 파일로 표시할 수 없습니다.
ky: Орноткучту жүктөлүп алынган файл катары белгилөө мүмкүн эмес.
lo: ບໍ່ສາມາດໝາຍຕົວຕິດຕັ້ງເປັນໄຟລ໌ທີ່ດາວໂຫຼດມາແລ້ວ.
lt: Įdiegimo failo negalima pažymėti kaip atsisiųsto failo.
lv: Instalētāja failu nevar atzīmēt kā lejupielādētu.
mk: Не може да се означи инсталерот како преземена датотека.
ml: ഇൻസ്റ്റാളറിനെ ഡൗൺലോഡ് ചെയ്ത ഫയലായി അടയാളപ്പെടുത്താൻ കഴിയില്ല.
mn: Суулгагчийг татаж авсан файл гэж тэмдэглэх боломжгүй.
mr: इन्स्टॉलरला डाउनलोड केलेली फाईल म्हणून चिन्हांकित करता येत नाही.
ms: Tidak boleh menandakan pemasang sebagai fail yang dimuat turun.
mt: Ma nistax nimmarka l-installatur bħala fajl imniżżel.
my: ထည့်သွင်းဖိုင်ကို ဒေါင်းလုဒ်လုပ်ထားသောဖိုင်အဖြစ် မှတ်သား၍မရပါ။
nb: Det er ikke mulig å merke installasjonsprogrammet som en nedlastet fil.
ne: स्थापनाकर्तालाई डाउनलोड गरिएको फाइलको रूपमा चिन्ह लगाउन सकिँदैन।
nl: Het installatieprogramma kan niet als gedownload bestand worden gemarkeerd.
or: ଇନଷ୍ଟଲରକୁ ଡାଉନଲୋଡ୍ କରାଯାଇଥିବା ଫାଇଲ୍ ଭାବରେ ଚିହ୍ନଟ କରାଯାଇପାରିବ ନାହିଁ।
pa: ਇੰਸਟਾਲਰ ਨੂੰ ਡਾਊਨਲੋਡ ਕੀਤੀ ਫਾਈਲ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Nie można oznaczyć instalatora jako pobranego pliku.
pt: Não é possível marcar o programa de instalação como um ficheiro descarregado.
pt_br: Não é possível marcar o instalador como um arquivo baixado.
ro: Nu se poate marca programul de instalare ca fișier descărcat.
ru: Не удается отметить установщик как загруженный файл.
si: ස්ථාපකය බාගත කළ ගොනුවක් ලෙස සලකුණු කළ නොහැක.
sk: Inštalačný súbor nie je možné označiť ako stiahnutý súbor.
sl: Namestitvenega programa ni mogoče označiti kot preneseno datoteko.
sq: Instaluesi nuk mund të shënohet si skedar i shkarkuar.
sr: Не може се означити инсталатер као преузета датотека.
sv: Det går inte att markera installationsprogrammet som en nedladdad fil.
sw: Haiwezi kutia alama kisakinishi kama faili iliyopakuliwa.
ta: நிறுவியை பதிவிறக்கம் செய்யப்பட்ட கோப்பாகக் குறிக்க முடியவில்லை.
te: ఇన్‌స్టాలర్‌ను డౌన్‌లోడ్ చేసిన ఫైల్‌గా గుర్తించలేము.
th: ไม่สามารถทำเครื่องหมายไฟล์ติดตั้งว่าเป็นไฟล์ที่ดาวน์โหลดแล้วได้
tr: Yükleyiciyi indirilen dosya olarak işaretleyemiyor.
uk: Неможливо позначити інсталятор як завантажений файл.
ur: انسٹالر کو ڈاؤن لوڈ کردہ فائل کے بطور نشان زد نہیں کیا جا سکتا۔
vi: Không thể đánh dấu trình cài đặt là tệp đã tải xuống.
zh_hans: 无法将安装程序标记为已下载文件。
zh_hant: 無法將安裝程式標記為已下載的檔案。
zu: Ayikwazi ukumaka isifaki njengefayela elilandiwe.

source: Check frequency
af: Kontroleer frekwensie
am: ለማጣሪያ ድግግሞሽ
ar: تكرار التحقق
az: Yoxlama tezliyi
be: Частата праверкі
bg: Честота на проверката
bn: চেকের ফ্রিকোয়েন্সি
ca: Freqüència de comprovació
cs: Frekvence kontrol
cy: Amlder gwirio
da: Kontrolhyppighed
de: Prüfintervall
de_at: Prüfhäufigkeit
de_ch: Prüfhäufigkeit
el: Συχνότητα ελέγχου
es: Frecuencia de comprobación
es_ar: Frecuencia de revisión
es_mx: Frecuencia de comprobación
et: Kontrollimise sagedus
eu: Maiztasuna
fa: فرکانس بررسی
fi: Tarkistustiheys
fil: Dalas ng pagsuri
fr: Fréquence des contrôles
fr_ca: Fréquence de vérification
ga: Minicíocht seiceála
gl: Comprobar a frecuencia
gu: તપાસનું આવર્તન
he: תדירות הבדיקה
hi: जाँच आवृत्ति
hr: Učestalost provjere
hu: Ellenőrzés gyakorisága
hy: Ստուգման հաճախականությունը
id: Frekuensi pemeriksaan
is: Athugaðu tíðni
it: Frequenza dei controlli
ja: 確認頻度
ka: შემოწმების სიხშირე
kk: Тексеру жиілігі
km: ពិនិត្យមើលភាពញឹកញាប់
kn: ಪರಿಶೀಲನೆ ಆವರ್ತನ
ko: 점검 주기
ky: Текшерүү жыштыгы
lo: ກວດສອບຄວາມຖີ່
lt: Patikrinimo dažnumas
lv: Pārbaudes biežums
mk: Зачестеност
ml: പരിശോധന ആവൃത്തി
mn: Шалгалтын давтамж
mr: तपासणीची वारंवारता
ms: Kekerapan
mt: Iċċekkja l-frekwenza
my: စစ်ဆေးမှုများ ကြိမ်နှုန်း
nb: Kontrollfrekvens
ne: जाँच आवृत्ति
nl: Controlefrequentie
or: ଯାଞ୍ଚ ଆବୃତ୍ତି
pa: ਜਾਂਚ ਦੀ ਬਾਰੰਬਾਰਤਾ
pl: Częstotliwość sprawdzania
pt: Frequência de verificação
pt_br: Frequência de verificação
ro: Frecvența verificărilor
ru: Частота проверок
si: පරීක්ෂා කිරීමේ සංඛ්‍යාතය
sk: Frekvencia kontrol
sl: Pogostost preverjanja
sq: Frekuenca e kontrollit
sr: Учесталост проверавања
sv: Kontrollfrekvens
sw: Mzunguko wa Kuangalia
ta: புதுப்பிப்பை எவ்வளவு அடிக்கடி சரிபார்க்க வேண்டும்
te: తనిఖీ పౌనఃపున్యం
th: ตรวจสอบความถี่
tr: Kontrol sıklığı
uk: Частота перевірок
ur: چیک کی تعدد
vi: Tần suất kiểm tra
zh_hans: 检查频率
zh_hant: 檢查頻率
zu: Imvamisa yokuhlola

source: Check Now
af: Kontroleer nou
am: አሁን ፈትሽ
ar: تحقق الآن
az: İndi yoxlayın
be: Праверць зараз
bg: Проверете сега
bn: এখন যাচাই করুন
ca: Comprova ara
cs: Zkontrolovat nyní
cy: Gwiriwch Nawr
da: Tjek nu
de: Jetzt prüfen
de_at: Jetzt prüfen
de_ch: Jetzt prüfen
el: Έλεγχος τώρα
es: Comprobar ahora
es_ar: Revisar ahora
es_mx: Comprueba ahora
et: Kontrolli kohe
eu: Begiratu orain
fa: همین حالا بررسی کنید
fi: Tarkista nyt
fil: Tingnan Ngayon
fr: Vérifier maintenant
fr_ca: Vérifier maintenant
ga: Seiceáil Anois
gl: Consultar agora
gu: હમણાં તપાસો
he: בדוק עכשיו
hi: अब जांचें
hr: Provjeri sada
hu: Ellenőrizze most
hy: Ստուգել հիմա
id: Periksa Sekarang
is: Athugaðu núna
it: Verifica ora
ja: 今すぐ確認する
ka: შეამოწმეთ ახლავე
kk: Қазір тексеру
km: ពិនិត្យមើលឥឡូវនេះ
kn: ಈಗಲೇ ಪರಿಶೀಲಿಸಿ
ko: 지금 확인하기
ky: Азыр текшериңиз
lo: ກວດສອບດຽວນີ້
lt: Patikrinkite dabar
lv: Pārbaudiet tagad
mk: Проверете сега
ml: ഇപ്പോൾ പരിശോധിക്കുക
mn: Одоо шалгах
mr: आता तपासा
ms: Semak Sekarang
mt: Iċċekkja Issa
my: ယခုစစ်ဆေးပါ
nb: Sjekk nå
ne: अहिले जाँच गर्नुहोस्
nl: Nu bekijken
or: ବର୍ତ୍ତମାନ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਹੁਣੇ ਜਾਂਚ ਕਰੋ
pl: Sprawdź teraz
pt: Verificar agora
pt_br: Verificar agora
ro: Verifică acum
ru: Проверить сейчас
si: දැන් පරීක්ෂා කරන්න
sk: Skontroluj teraz
sl: Preveri zdaj
sq: Kontrollo tani
sr: Провери сада
sv: Kolla nu
sw: Angalia Sasa
ta: இப்போது சரிபார்க்கவும்
te: ఇప్పుడే తనిఖీ చేయండి
th: ตรวจสอบเลย
tr: Şimdi Kontrol Edin
uk: Перевірити зараз
ur: ابھی چیک کریں۔
vi: Kiểm tra ngay
zh_hans: 立即检查
zh_hant: 立即檢查
zu: Hlola Manje

source: Checking for updates…
af: Kontroleer tans vir opdaterings…
am: ዝማኔዎችን በመፈተሽ ላይ…
ar: جارٍ التحقق من وجود تحديثات...
az: Yeniləmələr yoxlanılır…
be: Праверка абнаўленняў…
bg: Проверявам за актуализации…
bn: আপডেট যাচাই করা হচ্ছে…
ca: S'estan buscant actualitzacions…
cs: Hledání aktualizací…
cy: Yn gwirio am ddiweddariadau…
da: Søger efter opdateringer…
de: Nach Updates wird gesucht…
de_at: Suche nach Updates…
de_ch: Suche nach Updates…
el: Έλεγχος για ενημερώσεις…
es: Buscando actualizaciones…
es_ar: Buscando actualizaciones…
es_mx: Buscando actualizaciones…
et: Uuenduste otsimine…
eu: Eguneraketak bilatzen…
fa: در حال بررسی به‌روزرسانی‌ها…
fi: Tarkistetaan päivityksiä…
fil: Sinusuri ang mga update…
fr: Recherche de mises à jour…
fr_ca: Recherche de mises à jour…
ga: Ag seiceáil le haghaidh nuashonruithe…
gl: Buscando actualizacións…
gu: અપડેટ્સ માટે તપાસી રહ્યું છે…
he: בודק עדכונים…
hi: अपडेट के लिए जांच कर रहा है…
hr: Provjera ažuriranja…
hu: Frissítések keresése…
hy: Թարմացումների ստուգում…
id: Memeriksa pembaruan…
is: Athuga hvort uppfærslur séu til staðar…
it: Verifica della disponibilità di aggiornamenti…
ja: 更新の確認中…
ka: განახლებების შემოწმება…
kk: Жаңартулар тексерілуде…
km: កំពុងពិនិត្យមើលការអាប់ដេត…
kn: ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 업데이트 확인 중…
ky: Жаңыртуулар текшерилүүдө…
lo: ກຳລັງກວດສອບການອັບເດດ…
lt: Tikrinama, ar yra naujinimų…
lv: Pārbauda, vai ir pieejami atjauninājumi…
mk: Се проверува за ажурирања…
ml: അപ്‌ഡേറ്റുകൾക്കായി പരിശോധിക്കുന്നു...
mn: Шинэчлэлтүүдийг шалгаж байна…
mr: अपडेट्ससाठी तपासत आहे…
ms: Menyemak kemas kini…
mt: Qed infittex aġġornamenti…
my: အပ်ဒိတ်များကို စစ်ဆေးနေသည်…
nb: Søker etter oppdateringer…
ne: अद्यावधिकहरूको लागि जाँच गर्दै…
nl: Op zoek naar updates…
or: ଅପଡେଟ୍‌ଗୁଡ଼ିକ ଯାଞ୍ଚ କରାଯାଉଛି…
pa: ਅੱਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
pl: Sprawdzanie dostępności aktualizacji…
pt: A verificar se há atualizações…
pt_br: Verificando se há atualizações…
ro: Se verifică dacă există actualizări…
ru: Проверка наличия обновлений…
si: යාවත්කාලීන සඳහා පරීක්ෂා කරමින්…
sk: Hľadám aktualizácie…
sl: Preverjanje razpoložljivosti posodobitev…
sq: Duke kontrolluar për përditësime…
sr: Провера ажурирања…
sv: Söker efter uppdateringar…
sw: Inatafuta masasisho…
ta: புதுப்பிப்புகளைச் சரிபார்க்கிறது…
te: అప్‌డేట్‌ల కోసం తనిఖీ చేస్తోంది…
th: กำลังตรวจสอบข้อมูลอัปเดต…
tr: Güncellemeler kontrol ediliyor…
uk: Перевірка наявності оновлень…
ur: اپ ڈیٹس کی جانچ ہو رہی ہے…
vi: Đang kiểm tra cập nhật…
zh_hans: 正在检查更新……
zh_hant: 正在檢查是否有更新……
zu: Ihlola izibuyekezo…

source: Checks contact GitHub. Your archives and extracted files stay on your Mac.
af: Kontroles kontak GitHub. Jou argiewe en ontpakte lêers bly op jou Mac.
am: የዝማኔ ፍተሻዎች GitHubን ያገኛሉ። የታመቁና የተፈቱ ፋይሎችዎ Mac ላይ ይቆያሉ።
ar: تتصل عمليات التحقق بـ GitHub. تبقى ملفاتك المضغوطة والمستخرجة على جهاز Mac الخاص بك.
az: Yeniləmə yoxlamaları GitHub ilə əlaqə qurur. Arxivləriniz və çıxarılmış fayllarınız Mac-da qalır.
be: Праверкі звязваюцца з GitHub. Вашы архівы і распакаваныя файлы застаюцца на вашым Mac.
bg: Проверките се свързват с GitHub. Архивите и извлечените файлове остават на вашия Mac.
bn: আপডেট চেক GitHub-এ যোগাযোগ করে। আপনার আর্কাইভ এবং এক্সট্র্যাক্ট করা ফাইলগুলো আপনার Mac-এ থাকে।
ca: Les comprovacions contacten amb GitHub. Els arxius i els fitxers extrets romanen al Mac.
cs: Kontroly se připojují k GitHubu. Vaše archivy a rozbalené soubory zůstanou na vašem Macu.
cy: Mae gwiriadau'n cysylltu â GitHub. Mae eich archifau a'ch ffeiliau wedi'u tynnu allan yn aros ar eich Mac.
da: Update-kontrollen kontakter GitHub. Dine arkiver og udpakkede filer forbliver på din Mac.
de: Die Überprüfung verbindet sich mit GitHub. Ihre Archive und entpackten Dateien bleiben auf Ihrem Mac gespeichert.
de_at: Die Überprüfungen erfolgen über GitHub. Ihre Archive und extrahierten Dateien verbleiben auf Ihrem Mac.
de_ch: Die Überprüfungen kontaktieren GitHub. Ihre Archive und extrahierten Dateien verbleiben auf Ihrem Mac.
el: Οι έλεγχοι καλούν το GitHub. Συμπιεσμένα και εξαγμένα αρχεία μένουν στο Mac σας.
es: Se consulta GitHub. Tus archivos comprimidos y extraídos siguen en tu Mac.
es_ar: Las revisiones se conectan a GitHub. Tus archivos y los archivos extraídos permanecen en tu Mac.
es_mx: Las comprobaciones se conectan a GitHub. Tus archivos comprimidos y extraídos permanecerán en tu Mac.
et: Kontrollid pöörduvad GitHubi poole. Sinu arhiivid ja lahtipakitud failid jäävad sinu Maci.
eu: Egiaztapenak GitHub-ekin harremanetan jartzen dira. Zure artxiboak eta ateratako fitxategiak zure Mac-ean geratzen dira.
fa: بررسی‌ها با GitHub تماس می‌گیرند. آرشیوها و فایل‌های استخراج‌شده شما روی Mac شما باقی می‌مانند.
fi: Päivitykset tarkistavat yhteyden GitHubiin. Arkistosi ja puretut tiedostosi säilyvät Mac-tietokoneellasi.
fil: Ang mga pagsusuri ay nakikipag-ugnayan sa GitHub. Ang iyong mga archive at nakuha na mga file ay mananatili sa iyong Mac.
fr: Les contrôles contactent GitHub. Vos archives et vos fichiers extraits restent sur votre Mac.
fr_ca: Les vérifications contactent GitHub. Vos archives et fichiers extraits restent sur votre Mac.
ga: Seiceálann sé teagmháil le GitHub. Fanann do chartlanna agus do chomhaid eastósctha ar do Mac.
gl: As comprobacións póñense en contacto con GitHub. Os teus arquivos e ficheiros extraídos permanecen no teu Mac.
gu: અપડેટ માટેની તપાસ GitHubનો સંપર્ક કરે છે. તમારા આર્કાઇવ્સ અને એક્સટ્રેક્ટ કરેલી ફાઇલો તમારા Mac પર રહે છે.
he: בדיקות עדכון פונות ל-GitHub. הארכיונים והקבצים שחולצו נשארים ב-Mac שלך.
hi: अपडेट की जाँच GitHub से संपर्क करती है। आपकी आर्काइव और एक्सट्रैक्ट की गई फ़ाइलें आपके Mac पर ही रहेंगी।
hr: Provjere kontaktiraju GitHub. Vaše arhive i raspakirane datoteke ostaju na vašem Macu.
hu: Az ellenőrzések kapcsolatot létesítenek a GitHubbal. Az archívumok és a kibontott fájlok a Mac-en maradnak.
hy: Ստուգումները կապվում են GitHub-ի հետ։ Ձեր արխիվները և արդյունահանված ֆայլերը մնում են ձեր Mac-ում։
id: Pemeriksaan menghubungi GitHub. Arsip dan file yang telah diekstrak tetap tersimpan di Mac Anda.
is: Athuganir á tengiliðum GitHub. Skjalasafn þitt og útdregnar skrár eru geymdar á Mac-tölvunni þinni.
it: I controlli contattano GitHub. I tuoi archivi e i file estratti rimangono sul tuo Mac.
ja: 更新の確認時に GitHub に接続します。アーカイブと解凍されたファイルは、Mac 上に残ります。
ka: განახლებების შემოწმებები დაუკავშირდება GitHub-ს. თქვენი არქივები და ამოღებული ფაილები თქვენს Mac-ზე რჩება.
kk: Тексерулер GitHub-қа қосылады. Архивтеріңіз бен ашылған файлдар Mac-та қалады.
km: ការត្រួតពិនិត្យទាក់ទង GitHub។ បណ្ណសារ និងឯកសារដែលបានស្រង់ចេញរបស់អ្នកនឹងស្ថិតនៅលើ Mac របស់អ្នក។
kn: ಪರಿಶೀಲನೆಗಳು GitHub ಅನ್ನು ಸಂಪರ್ಕಿಸುತ್ತವೆ. ನಿಮ್ಮ ಆರ್ಕೈವ್‌ಗಳು ಮತ್ತು ಹೊರತೆಗೆಯಲಾದ ಫೈಲ್‌ಗಳು ನಿಮ್ಮ Mac ನಲ್ಲಿ ಉಳಿಯುತ್ತವೆ.
ko: 업데이트 확인 시 GitHub에 연결합니다. 아카이브와 추출된 파일은 Mac에 그대로 남아 있습니다.
ky: Текшерүү GitHub'га туташат. Архивдериңиз, чыгарылган файлдарыңыз Mac'иңизде калат.
lo: ການກວດສອບຕິດຕໍ່ GitHub. ໄຟລ໌ບີບອັດ ແລະ ໄຟລ໌ທີ່ແຕກອອກຍັງຢູ່ໃນ Mac ຂອງທ່ານ.
lt: Tikrinant naujinimus susisiekiama su „GitHub“. Jūsų archyvai ir išpakuoti failai lieka „Mac“ kompiuteryje.
lv: Pārbaudes sazinās ar GitHub. Arhīvi un izvilktie faili paliek jūsu Mac datorā.
mk: Проверките контактираат со GitHub. Вашите архиви и извлечени датотеки остануваат на вашиот Mac.
ml: പരിശോധനകൾ GitHub-നെ ബന്ധപ്പെടുക്കുന്നു. നിങ്ങളുടെ ആർക്കൈവുകളും എക്സ്ട്രാക്റ്റുചെയ്ത ഫയലുകളും നിങ്ങളുടെ Mac-ൽ തന്നെ തുടരും.
mn: Шалгалтууд GitHub-тай холбоо барина. Таны архив болон задалсан файлууд таны Mac дээр үлдэнэ.
mr: अपडेट्ससाठी तपासणी GitHub शी संपर्क साधते. तुमचे आर्काइव्ह आणि एक्स्ट्रॅक्ट केलेल्या फाईल्स तुमच्या मॅकवरच राहतात.
ms: Pemeriksaan menghubungi GitHub. Arkib dan fail yang diekstrak anda kekal pada Mac anda.
mt: Il-kontrolli jikkuntattjaw lil GitHub. L-arkivji u l-fajls estratti tiegħek jibqgħu fuq il-Mac tiegħek.
my: စစ်ဆေးမှုက GitHub ကို ဆက်သွယ်သည်။ သင့်ချုံ့ဖိုင်နှင့် ဖြည်ဖိုင်များ Mac တွင်သာ ရှိသည်။
nb: Oppdateringssjekker kontakter GitHub. Dine arkiver og utpakkede filer blir på Mac-en.
ne: अद्यावधिक जाँचहरूले GitHub सँग सम्पर्क गर्छन्। तपाईंका आर्काइभ र अनप्याक गरिएका फाइलहरू Mac मै रहन्छन्।
nl: De updatecontroles verbinden met GitHub. Je archieven en uitgepakte bestanden blijven op je Mac.
or: ଅପଡେଟ୍ ଯାଞ୍ଚଗୁଡ଼ିକ GitHub ସହ ଯୋଗାଯୋଗ କରେ। ଆପଣଙ୍କ ସଂକୁଚିତ ଓ ଖୋଲାଯାଇଥିବା ଫାଇଲ୍‌ଗୁଡ଼ିକ ଆପଣଙ୍କ Mac ରେ ରହେ।
pa: ਅੱਪਡੇਟ ਦੀ ਜਾਂਚ GitHub ਨਾਲ ਸੰਪਰਕ ਕਰਦੀ ਹੈ। ਤੁਹਾਡੇ ਸੰਕੁਚਿਤ ਫਾਈਲਾਂ ਅਤੇ ਐਕਸਟਰੈਕਟ ਕੀਤੀਆਂ ਫਾਈਲਾਂ ਤੁਹਾਡੇ Mac 'ਤੇ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Sprawdzanie łączy się z GitHub. Archiwa i wypakowane pliki zostają na Macu.
pt: As verificações contactam o GitHub. Os teus ficheiros comprimidos e ficheiros extraídos permanecem no teu Mac.
pt_br: As verificações conectam no GitHub. Seus arquivos compactados e os arquivos extraídos permanecem no seu Mac.
ro: Verificările contactează GitHub. Arhivele și fișierele extrase rămân pe Mac-ul tău.
ru: Проверки обращаются к GitHub. Архивы и извлечённые файлы остаются на вашем Mac.
si: පරීක්ෂා කිරීම් GitHub ට සම්බන්ධ වේ. ඔබගේ සංකෝචිත ගොනු සහ උපුටා ගත් ගොනු ඔබගේ Mac හි පවතී.
sk: Kontroly kontaktujú GitHub. Vaše archívy a rozbalené súbory zostanú na Macu.
sl: Preverjanja se nanašajo na GitHub. Vaši arhivi in izpakirane datoteke ostanejo na vašem Macu.
sq: Kontrollet lidhen me GitHub. Arkivat dhe skedarët e nxjerrë mbeten në Mac.
sr: Проверавања контактирају GitHub. Ваше архиве и извађене датотеке остају на вашем Mac-у.
sv: Uppdateringskontroller kontaktar GitHub. Dina arkiv och extraherade filer sparas på din Mac.
sw: Ukaguzi huwasiliana na GitHub. Faili zako zilizobanwa na kufunguliwa hubaki kwenye Mac yako.
ta: புதுப்பிப்பை சரிபார்க்க GitHub-ஐத் தொடர்புகொள்கிறது. உங்கள் காப்பு கோப்புகளும் பிரித்தெடுக்கப்பட்ட கோப்புகளும் உங்கள் Mac-இலேயே இருக்கும்.
te: తనిఖీలు GitHub ను సంప్రదిస్తాయి. మీ ఆర్కైవ్‌లు మరియు సంగ్రహించిన ఫైల్‌లు మీ Macలోనే ఉంటాయి.
th: การตรวจสอบนี้เชื่อมโยงกับ GitHub ไฟล์เก็บถาวรและไฟล์ที่แตกออกมาจะยังคงอยู่ใน Mac ของคุณ
tr: GitHub ile bağlantı kontrol edilir. Arşivleriniz ve çıkarılan dosyalarınız Mac’inizde kalır.
uk: Перевірки з’єднуються з GitHub. Ваші архіви й розпаковані файли лишаються на Mac.
ur: اپ ڈیٹ کی جانچ GitHub سے رابطہ کرتی ہے۔ آپ کی آرکائیوز اور نکالی فائلیں Mac پر رہتی ہیں۔
vi: Việc kiểm tra kết nối với GitHub. Các tệp nén và tệp đã giải nén của bạn vẫn nằm trên máy Mac.
zh_hans: 检查时会联系 GitHub。您的压缩文件和解压后的文件仍保存在您的 Mac 上。
zh_hant: 更新檢查會連線至 GitHub。您的壓縮檔和解壓縮後的檔案會保留在 Mac 上。
zu: Ukuhlola kuxhumana ne-GitHub. Amafayela acindezelwe nakhishiwe ahlala ku-Mac yakho.

source: Daily
af: Daagliks
am: በየቀኑ
ar: يوميًا
az: Gündəlik
be: Штодзённа
bg: Ежедневно
bn: প্রতিদিন
ca: Cada dia
cs: Denně
cy: Dyddiol
da: Dagligt
de: Täglich
de_at: Täglich
de_ch: Täglich
el: Καθημερινά
es: Todos los días
es_ar: Diario
es_mx: A diario
et: Iga päev
eu: Egunero
fa: روزانه
fi: Päivittäin
fil: Araw-araw
fr: Chaque jour
fr_ca: Quotidiennement
ga: Laethúil
gl: Diario
gu: દૈનિક
he: יוֹמִי
hi: दैनिक
hr: Dnevno
hu: Naponta
hy: Ամեն օր
id: Setiap hari
is: Daglega
it: Quotidiano
ja: 毎日
ka: ყოველდღიური
kk: Күнделікті
km: ប្រចាំថ្ងៃ
kn: ದೈನಂದಿನ
ko: 매일
ky: Күн сайын
lo: ປະຈຳວັນ
lt: Kasdien
lv: Katru dienu
mk: Дневно
ml: ദിവസേന
mn: Өдөр бүр
mr: दररोज
ms: Harian
mt: Kuljum
my: နေ့စဉ်
nb: Daglig
ne: दैनिक
nl: Dagelijks
or: ଦୈନିକ
pa: ਰੋਜ਼ਾਨਾ
pl: Codziennie
pt: Diariamente
pt_br: Todos os dias
ro: Zilnic
ru: Ежедневно
si: දිනපතා
sk: Každý deň
sl: Dnevno
sq: Përditë
sr: Свакодневно
sv: Dagligen
sw: Kila siku
ta: தினசரி
te: ప్రతిరోజూ
th: รายวัน
tr: Günlük
uk: Щодня
ur: روزانہ
vi: Hằng ngày
zh_hans: 每日
zh_hant: 每日
zu: Nsuku zonke

source: Done
af: Klaar
am: ጨርስ
ar: تم
az: Hazırdır
be: Гатова
bg: Готово
bn: সম্পন্ন হয়েছে
ca: Fet
cs: Hotovo
cy: Gorffen
da: Færdig
de: Fertig
de_at: Fertig
de_ch: Fertig
el: Τέλος
es: OK
es_ar: Listo
es_mx: Listo
et: Valmis
eu: Eginda
fa: تمام
fi: Valmis
fil: Tapos
fr: Terminé
fr_ca: OK
ga: Déanta
gl: Feito
gu: થઈ ગયું
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
hy: Պատրաստ է
id: Selesai
is: Lokið
it: Fine
ja: 完了
ka: მზადაა
kk: Дайын
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ko: 완료
ky: Бүттү
lo: ສຳເລັດ
lt: Atlikta
lv: Gatavs
mk: Готово
ml: ചെയ്തുകഴിഞ്ഞു
mn: Болсон
mr: पूर्ण
ms: Selesai
mt: Magħmul
my: ပြီးပါပြီ
nb: Ferdig
ne: बन्द गर्नुहोस्
nl: Klaar
or: ସରିଲା
pa: ਹੋ ਗਿਆ
pl: Gotowe
pt: Concluído
pt_br: OK
ro: Gata
ru: Готово
si: අවසන්
sk: Hotovo
sl: Končano
sq: U krye
sr: Готово
sv: Klart
sw: Funga
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จแล้ว
tr: Tamam
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成
zu: Kwenziwe

source: Download Update
af: Laai opdatering af
am: ዝማኔ አውርድ
ar: تنزيل التحديث
az: Yeniləməni Yükləyin
be: Спампаваць абнаўленне
bg: Изтегляне на актуализация
bn: আপডেট ডাউনলোড করুন
ca: Descarrega l'actualització
cs: Stáhnout aktualizaci
cy: Lawrlwytho Diweddariad
da: Download opdatering
de: Update herunterladen
de_at: Update herunterladen
de_ch: Update herunterladen
el: Λήψη ενημέρωσης
es: Descargar actualización
es_ar: Descargar actualización
es_mx: Descargar actualización
et: Lae alla värskendus
eu: Deskargatu eguneratzea
fa: دانلود به‌روزرسانی
fi: Lataa päivitys
fil: I-download ang Update
fr: Télécharger la mise à jour
fr_ca: Télécharger la mise à jour
ga: Íoslódáil Nuashonrú
gl: Descargar actualización
gu: અપડેટ ડાઉનલોડ કરો
he: הורד עדכון
hi: अपडेट डाउनलोड करें
hr: Preuzmi ažuriranje
hu: Frissítés letöltése
hy: Ներբեռնել թարմացումը
id: Unduh Pembaruan
is: Sækja uppfærslu
it: Scarica l'aggiornamento
ja: アップデートのダウンロード
ka: განახლების ჩამოტვირთვა
kk: Жаңартуды жүктеп алу
km: ទាញយកបច្ចុប្បន្នភាព
kn: ನವೀಕರಣವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ko: 업데이트 다운로드
ky: Жаңыртууну жүктөп алуу
lo: ດາວໂຫຼດອັບເດດ
lt: Atsisiųsti atnaujinimą
lv: Lejupielādēt atjauninājumu
mk: Преземи ажурирање
ml: അപ്‌ഡേറ്റ് ഡൗൺലോഡ് ചെയ്യുക
mn: Шинэчлэлтийг татаж авах
mr: अपडेट डाउनलोड करा
ms: Muat Turun Kemas Kini
mt: Niżżel l-Aġġornament
my: အပ်ဒိတ်ကို ဒေါင်းလုဒ်လုပ်ပါ
nb: Last ned oppdatering
ne: अपडेट डाउनलोड गर्नुहोस्
nl: Update downloaden
or: ଅପଡେଟ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ
pa: ਅੱਪਡੇਟ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz aktualizację
pt: Descarregar atualização
pt_br: Baixar atualização
ro: Descarcă actualizarea
ru: Скачать обновление
si: යාවත්කාලීනය බාගන්න
sk: Stiahnuť aktualizáciu
sl: Prenesi posodobitev
sq: Shkarkoni Përditësimin
sr: Преузми ажурирање
sv: Ladda ner uppdatering
sw: Pakua Sasisho
ta: புதுப்பிப்பைப் பதிவிறக்கவும்
te: అప్‌డేట్‌ను డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลดการอัปเดต
tr: Güncellemeyi İndir
uk: Завантажити оновлення
ur: اپ ڈیٹ ڈاؤن لوڈ کریں۔
vi: Tải xuống bản cập nhật
zh_hans: 下载更新
zh_hant: 下載更新
zu: Landa Isibuyekezo
